export const data = [
	{
		title: "Karsoft IT Solutions",
		subtitle: "январь 2022 — апрель 2023",
		desc: "Я занимался версткой шаблонов сайтов и созданием пользовательского интерфейса. Я имел опыт создания архитектуры и структуры веб-сайтов, а также сотрудничал с творческими, серверными и клиентскими командами для воплощения веб-сайтов. ",
	},
	{
		title: "TexnoPOS IT mektebi",
		subtitle: "октябрь 2022 — март 2023",
		desc: "Я имею опыт преподавания компьютерной грамотности, особенно в области MS OFFICE. В рамках этой работы я контролировал и надзирал за студентами, использовал различные образовательные технологии, включая дистанционное обучение. Я также планировал учебный материал и проводил занятия, а также применял индивидуальный подход к каждому студенту.",
	},
	{
		title: "PASSION IT-ACADEMY",
		subtitle: "сентябрь 2022 — март 2023",
		desc: "Я также имею опыт преподавания фронтенд разработки, включая HTML, CSS, JS и REACT JS. В рамках этой работы я контролировал и надзирал за студентами, использовал различные образовательные технологии, включая дистанционное обучение. Я также планировал учебный материал и проводил занятия, а также применял индивидуальный подход к каждому студенту. Кроме того, я обеспечивал техническое и программное обеспечение компьютеров для эффективного обучения, а также выполнял офисные работы. ",
	},
];
